submission_logs/2_1_one_middleware/32/1/0-1/1/memtier/3.log
2         Threads
1         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets         846.43       830.85        15.59      2.35200      3365.75 
Waits          0.00          ---          ---      0.00000          --- 
Totals       846.43       830.85        15.59      2.35200      3365.75 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       1.100         0.00
GET       1.200         0.12
GET       1.300         1.02
GET       1.400         3.87
GET       1.500         9.69
GET       1.600        18.28
GET       1.700        28.72
GET       1.800        39.23
GET       1.900        48.99
GET       2.000        57.32
GET       2.100        64.02
GET       2.200        69.46
GET       2.300        73.79
GET       2.400        77.38
GET       2.500        80.30
GET       2.600        82.65
GET       2.700        84.69
GET       2.800        86.29
GET       2.900        87.63
GET       3.000        88.83
GET       3.100        89.79
GET       3.200        90.60
GET       3.300        91.30
GET       3.400        91.89
GET       3.500        92.43
GET       3.600        92.86
GET       3.700        93.26
GET       3.800        93.64
GET       3.900        93.93
GET       4.000        94.20
GET       4.100        94.38
GET       4.200        94.56
GET       4.300        94.72
GET       4.400        94.89
GET       4.500        95.07
GET       4.600        95.23
GET       4.700        95.39
GET       4.800        95.48
GET       4.900        95.62
GET       5.000        95.74
GET       5.100        95.86
GET       5.200        95.94
GET       5.300        96.04
GET       5.400        96.12
GET       5.500        96.21
GET       5.600        96.29
GET       5.700        96.38
GET       5.800        96.48
GET       5.900        96.55
GET       6.000        96.63
GET       6.100        96.70
GET       6.200        96.77
GET       6.300        96.85
GET       6.400        96.96
GET       6.500        97.06
GET       6.600        97.16
GET       6.700        97.25
GET       6.800        97.37
GET       6.900        97.52
GET       7.000        97.64
GET       7.100        97.75
GET       7.200        97.86
GET       7.300        97.97
GET       7.400        98.09
GET       7.500        98.22
GET       7.600        98.34
GET       7.700        98.46
GET       7.800        98.58
GET       7.900        98.69
GET       8.000        98.79
GET       8.100        98.88
GET       8.200        98.95
GET       8.300        99.01
GET       8.400        99.09
GET       8.500        99.14
GET       8.600        99.17
GET       8.700        99.22
GET       8.800        99.26
GET       8.900        99.30
GET       9.000        99.33
GET       9.100        99.36
GET       9.200        99.38
GET       9.300        99.41
GET       9.400        99.43
GET       9.500        99.47
GET       9.600        99.48
GET       9.700        99.50
GET       9.800        99.52
GET       9.900        99.53
GET      10.000        99.59
GET      11.000        99.65
GET      12.000        99.69
GET      13.000        99.70
GET      14.000        99.71
GET      15.000        99.72
GET      16.000        99.73
GET      17.000        99.75
GET      18.000        99.79
GET      19.000        99.85
GET      20.000        99.90
GET      21.000        99.93
GET      22.000        99.94
GET      23.000        99.95
GET      24.000        99.95
GET      25.000        99.95
GET      26.000        99.96
GET      27.000        99.97
GET      28.000        99.99
GET      29.000        99.99
GET      32.000        99.99
GET      34.000       100.00
GET      36.000       100.00
GET      49.000       100.00
---